Repository: agateau/imagination
Catalog: po/*.po
Languages: es, nl

source: A DVD slideshow maker
es: Un creador de presentaciones de diapositivas DVD
nl: Maakteen DVD diashow

source: A lightweight DVD slideshow maker using GTK+2
es: Un ligero creador de presentaciones de diapositivas DVD en GTK+2
nl: Een lichtgewicht DVD diashow maker, met gebruik van GTK+2

source: Playing %s...
es: Reproduciendo %s...
nl: U hoort %s...

source: Play the selected file
es: Reproducir el archivo seleccionado
nl: Laat het geselecteerde bestand horen

source: Stop the playback
es: Detener la reproducción
nl: Stopt de playback

source: %s: incompatible sample rate
es: %s: frecuencia de muestreo incompatible
nl: %s: Niet compatibele sample rate

source: %s: incompatible number of channels
es: %s: número de canales incompatible
nl: %s: niet compatibel aantal kanalen

source: %s: incompatible sample rate and number of channels
es: %s: frecuencia de muestreo y número de canales incompatible
nl: %s niet compatibele sample rate en aantal kanalen

source: %s <b>Do you want to continue without these files?</b>
es: %s <b>Desea continuar sin estos archivos?</b>
nl: %s <b>Wilt u verder gaan zonder deze bestanden?<b>

source: Audio files mismatch:
es: Falta de coincidencia de archivos de audio:
nl: Foute audiobestanden:

source: Incompatible sample rate.
es: Frecuencia de muestreo incompatible.
nl: Niet compatibele sample rate

source: Incompatible number of channels.
es: Número de canales incompatible.
nl: Niet compatibel aantal kanalen

source: Incompatible sample rate and number of channels.
es: Frecuencia de muestreo y número de canales incompatibles.
nl: Niet compatibele sample rate en aantal kanalen

source: File selection contains %d audio file that is incompatible with other files.
es: Selección de archivos contiene %d archivo de audio que es incompatible con otros archivos.
nl: Selectie bevat een %audio bestand dat niet compatibel is met andere bestanden

source: Please check audio tab for more information.
es: Por favor, elija los archivos de audio a importar
nl: Raadpleeg de audio tab voor meer informatie

source: _Slideshow
es: _Presentación
nl: _Diashow

source: Import slideshow
nl: Importeer een diashow

source: Import p_ictures
es: Importar _imágenes
nl: Importeer foto's

source: Import _music
es: Importar _música
nl: Importeer _muziek

source: _Preview
es: P_revisualizar
nl: _Voorvertoning

source: Export
es: Exportar
nl: Exporteer

source: _Slide
es: _Diapositiva
nl: _Beeld

source: Preview quality
es: Calidad de la previsualización
nl: Kwaliteit van voorvertoning

source: _Low
es: _Baja
nl: _Laag

source: High
es: Alta
nl: Hoog

source: Add empt_y slide
es: Agregar una diapositiva _vacía
nl: Voeg een leeg beeld toe

source: Dele_te
es: _Eliminar
nl: Verwijder

source: Rotate co_unter-clockwise
es: Rotar en el sentido _antihorario
nl: Draai tegen wijzerzin

source: _Rotate clockwise
es: _Rotar en el sentido horario
nl: Draai in wijzerzin

source: Un_select all
es: _Deseleccionar todo
nl: Deselecteer alles

source: _View
es: _Ver
nl: _Scherm

source: Preview mode
es: Previsualizar
nl: Voorvertoning mode

source: Overview mode
es: Modo de vista general
nl: Overzicht mode

source: Preview _frame rate
nl: Beeldsnelheid bij voorvertoning

source: %d frame per second
nl: %d beeld per second

source: Contents
es: Contenidos
nl: Inhoud

source: Create a new slideshow
es: Crear una nueva presentación de diapositivas
nl: Maak een nieuwe diashow

source: Open a slideshow
es: Abrir una presentación de diapositivas
nl: Open een diashow

source: Save the slideshow
es: Guardar la presentación de diapositivas
nl: Sla de diashow op

source: Import pictures
es: Importar imágenes
nl: Importeer foto's

source: Import music
es: Importar música
nl: Importeer muziek

source: Delete the selected slides
es: Eliminar las diapositivas seleccionadas
nl: Verwijder de geselecteerde foto's

source: Rotate the slide 90 degrees to the left
nl: Draai het beeld 90 graden naar links

source: Rotate the slide 90 degrees to the right
nl: Draai het beeld 90 graden naar rechts

source: Zoom Out
es: Alejar
nl: Zoom uit

source: Normal Size
es: Tamaño normal
nl: Normale afmeting

source: Fit Zoom in Window
nl: Pas zoom aan voor het venster

source: Starts the preview
es: Iniciar la previsualización
nl: Start de voorvertoning

source: Go to the first slide of the slideshow
nl: Ga naar het eerste beeld van de diashow

source: Go to the previous slide of the slideshow
nl: Ga naar het vorige beeld van de diashow

source: of
es: de
nl: van

source: Go to the next slide of the slideshow
nl: Ga naar het volgende beeld van de diashow

source: Go to the last slide of the slideshow
nl: Ga naar het laatste beeld van de diaschow

source: <b>Slide Settings</b>
es: <b>Ajustes de las diapositivas</b>
nl: <b>Beeld instellingen</b>

source: Transition Type:
es: Tipo de transición:
nl: Overgang type

source: Random
es: Aleatorio
nl: Willekeurig

source: Imagination randomly decides which transition to apply
es: Imagination elige al azar que transición aplicar
nl: Imagination kent willekeurig een overgang toe

source: Transition Speed:
es: Velocidad de la transición:
nl: Overgang snelheid

source: Fast
es: Rápido
nl: Snel

source: Normal
nl: Normaal

source: Slow
es: Lento
nl: Traag

source: Slide Duration in sec:
es: Duración de la diapositiva en segundos:
nl: diaduur in sec:

source: Slideshow Length:
es: Duración de la presentación de diapositivas:
nl: Lengte van de diashow

source: <b>Slide Motion</b>
es: <b>Movimiento de las diapositivas</b>
nl: <b>Beeld beweging</b>

source: Stop Point:
es: Detener punto:
nl: Stop punt

source: Duration:
es: Duración:
nl: Lengte

source: Add
es: Añadir
nl: Voeg toe

source: Update
es: Actualizar
nl: Bevestig

source: Remove
es: Eliminar
nl: Verwijder

source: <b>Slide Text</b>
es: <b>Texto de las diapositivas</b>
nl: <b>Beeld tekst</b>

source: Click to expand the area
es: Haga clic aquí para expandir el área
nl: Klikken voor meer ruimte

source: Click to choose the font
es: Haga clic aquí para seleccionar el tipo de letra
nl: Klikken voor een andere font

source: Click to choose the font color
nl: Klikken voor een tekst kleur

source: Click to choose the font background color
nl: Klikken voor een achtergrond kleur

source: Animation:
es: Animación:
nl: Animatie:

source: Animation Speed:
es: Velocidad de la animación:
nl: Animatie snelheid

source: Placing is relative to:
es: Colocar en relación a:
nl: Plaats is relatief tot:

source: Exported video
es: Exportar video
nl: GeÃ«xporteerde video

source: Original image
es: Imagen original
nl: Origineel beeld

source: Subtitle position:
es: Posición del subtítulo:
nl: Positie ondertiteling

source: Audio
nl: Geluid

source: <b>Background Music</b>
es: <b>Música de fondo</b>
nl: <b>Achtergrond geluid</b>

source: Music Duration:
es: Duración de la música:
nl: Lengte muziek:

source: Delete the selected file
es: Borrar el archivo seleccionado
nl: Verwijder het geselecteerde bestand

source: Move the selected file up
es: Subir el archivo seleccionado
nl: Breng het geselecteerde bestand omhoog

source: Move the selected file down
es: Bajar el archivo seleccionado
nl: Breng het geselecteerde bestand omlaag

source: Clear all files
es: Borrar todos los archivos
nl: Verwijder alle bestanden

source: Messages
nl: Mededelingen

source: Click to shrink the area
es: Haga clic aquí para reducir el tamaño del área
nl: Klikken om de ruimte in te krimpen

source: Sorry, I could not perform the operation!
es: Lo siento, ¡No puedo realizar la operación!
nl: Sorry, ik kan deze operatie niet uitvoeren!

source: File '%s' not found
nl: Bestand %s niet gevonden

source: Resolution
es: Resolución:
nl: Resolutie

source: None
es: Ninguna
nl: Geen

source: Slides Transitions Report Dialog
es: Diálogo de Informe de Transición de Diapositivas
nl: Beeld overgang raport dialoog

source: <span weight='bold'>Note:</span> Slides whose transition is applied only once are not shown here. Click on the slide to have Imagination automatically select it.
es: <span weight='bold'>Nota:</span> Las diapositivas cuya transición se aplica sólo una vez no se muestran aquí. Haga clic en la diapositiva para que Imagination la seleccione automáticamente.
nl: <span weight='bold'>Note:</span> Beelden waar slechts 1 overgang aan werd toegekend, worden niet getoond. Klik op het beeld zodat Imagination het automatisch selecteerd.

source: You didn't save your slideshow yet. Are you sure you want to close it?
es: Usted todavía no ha guardado su presentación de diapositivas. ¿Está seguro que desea cerrarla?
nl: U hebt uw diashow nog niet opgeslagen. Toch doorgaan ?

source: Please wait, importing image %d out of %d
nl: Even wachten, importeer beeld %d van %d

source: Import audio files, use CTRL key for multiple select
nl: Importeer audio bestanden, gebruik de CTRL toets voor meerdere selecties

source: All audio files
es: Todos los archivos de audio
nl: Alle audio bestanden

source: Import images, use SHIFT key for multiple select
nl: Importeer beelden, gebruik de SHIFT toets voor meerdere selecties

source: All image files
es: Todas las imágenes
nl: Alle beeld bestanden

source: translator-credits
es: Giuseppe Torelli <colossus73@gmail.com> Elega <elega@elega.com.ar>
nl: Vertaling

source: Stops the preview
es: Detener la previsualización
nl: Stop de voorvertoning

source: Load an Imagination slideshow project
es: Cargar un proyecto de presentación de diapositivas Imagination
nl: Laad een Imagination diashow project

source: Save an Imagination slideshow project
es: Guardar un proyecto de presentación de diapositivas Imagination
nl: Bewaar een Imagination diashow project

source: Create empty slide
nl: Maak een leeg beeld

source: Empty slide options:
es: Opciones de la diapositiva vacía:
nl: Leeg beeld opties:

source: Use _solid color
es: Usar color sólido
nl: Gebruk een vaste kleur

source: Use _linear gradient
es: Usar gradiante _lineal
nl: Gebruik een lineaire gradatie

source: Use _radial gradient
es: Usar gradiante _radial
nl: Gebruik een radiale gradatie

source: Preview
es: Previsualizar
nl: Voorvertoning

source: Project properties
es: Propiedades del proyecto
nl: Project eigenschappen

source: <b>Slideshow Settings</b>
es: <b>Ajustes de la presentación de diapositivas</b>
nl: <b>Diashow Instellingen</b>

source: <b>Advanced Settings</b>
es: <b>Configuración avanzada</b>
nl: <b>Geavanceerde instellingen</b>

source: Rescale images to fit desired aspect ratio
es: Reescalar imágenes para adaptarlas a la relación de aspecto
nl: Herschaal de beelden naar het gewenste aspect ratio

source: Select background color:
es: Seleccione el color de fondo:
nl: Selecteer de achtergrond kleur

source: This is not an Imagination project file!
es: Éste no es un archivo de un proyecto Imagination!
nl: Dit is geen Imagination project bestand

source: Slide %i: can't load image %s
nl: Beeld %i: kan het beeld %s niet laden

source: Can't load image %s
nl: Kan het beeld %s niet laden

source: Welcome to Imagination - %d transition loaded.
nl: Welkom bij Imagination - %d overgang geladen

source: %d slide selected
nl: %d beeld geselecteerd

source: %d slide loaded %s
nl: %d beeld ingeladen

source: - Use the CTRL key to select/unselect or SHIFT for multiple select
es: - Use la tecla CTRL para seleccionar/deseleccionar o MAYÚS para una selección múltiple
nl: - Gebruik de CTRL toets voor selecteren/deselecteren of SHIFT voor meerdere selecties

source: Please choose the slideshow project filename
es: Por favor, elija un nombre para la presentación de diapositivas
nl: Kies een bestadsnaam

source: Fade
nl: Uitvloeien

source: Slide from left
nl: Invoegen vanaf links

source: Slide from right
nl: Invoegen vanaf rechts

source: Slide from top
nl: Invoegen vanaf boven

source: Slide from bottom
nl: Invoegen vanaf beneden

source: Grow
nl: Groeien

source: <b>Export Settings</b>
es: <b>Configuración de la exportación</b>
nl: <b>Export instellingen</b>

source: Filename:
nl: Bestandsnaam:

source: Exporting the slideshow
es: Exportando la presentación de diapositivas
nl: Exporteer de diashow

source: Preparing for export ...
es: Preparando para exportar ...
nl: Voorbereiding tot export ...

source: Overall progress:
es: Progreso global:
nl: Algehele vooruitgang:

source: Slide %d export progress:
es: Progreso de exportación de la diapositiva %d:
nl: Beeld %d export vooruitgang:

source: Failed to launch the encoder!
es: Error al iniciar el codificador!
nl: Kan de encoder niet starten !

source: Final transition export progress:
es: Progreso de exportación de la transición final:
nl: Finale overgang export vooruitgang

source: <b>Television Format</b>
es: <b>Formato de televisión</b>
nl: <b>Televisie formaat</b>

source: Normal 4:3
nl: Normaal 4:3

source: Widescreen 16:9
es: Panorámico 16:9
nl: Breedbeeld 16:9

source: <b>Video Quality:</b>
es: <b>Calidad de video:</b>
nl: <b>Video kwaliteit</b>

source: Low
es: Baja
nl: Laag

source: Medium
es: Media
nl: Gemiddeld

source: Repor_t
es: Repor_te

source: _Help
es: _Ayuda

source: Zoom In
es: Acercar

source: Type
es: Tipo:

source: All files
es: Todos los archivos

source: %d x %d pixels
es: %d x %d píxeles

source: <b>Video Format</b>
es: <b>Formato de video</b>

source: <b>Video Size</b>
es: <b>Calidad de video:</b>
